print(
      """\
      성함 : 남윤정

      전공(프로그램 경험 여부 포함) : 컴퓨터공학(웹프로그래밍 java, jsp, vue등 개발)

      지원동기 : 자바 개발을 해오면서 최근 AI 기술을 서비스에 접목하는 흐름에 관심을 가지게 되었습니다
                 단순히 제공되는 AI API를 호출하는 수준을 넘어, 데이터 설계부터 배포까지 완성도 있는 
                 AI 에이전트 서비스를 직접 구현해보고 싶어 지원했습니다
                 본 과정의 RAG 데이터 설계, MCP 연동, MLOps 배포등을 집중적으로 학습해 실무 능력을 기르고자 합니다.

      하고 싶은 말 : 사실 지원동기를 좀 거창하게 기재하기는 했는데, 한편으로는 요즘 세대는 어떤 걸 배우고 있나 싶기도 한 호기심과 관심이 있었습니다
                     기존 방식에만 머무르기보다, 현재 시장에서 주목받고 있는 RAG 데이터 설계, MCP 연동, MLOps 배포 등의 실무 기술을 직접 배우고 경험 해보고 싶었습니다.

                     해당 교육과 연계된 자격증 중에 쉽게 접근 가능한게 어떤게 있을까요?
      """)